Repository: GlobalActionPlan/MadeToMeasure
Catalog: madetomeasure/locale/*/LC_MESSAGES/MadeToMeasure.po
Languages: sv

source: Administrator
sv: Administratör

source: Translator
sv: Översättare

source: Organisation manager
sv: Organisationsbehörig

source: Users
sv: Användare

source: Participants
sv: Deltagare

source: Questions
sv: Frågor

source: Participant
sv: Deltagare

source: Question types
sv: Frågetyper

source: Can't delete this since it's used in: ${out}
sv: Kan inte radera detta eftersom det används i: ${out}

source: Text question
sv: Textfråga

source: Number question
sv: Numerisk fråga

source: Choice question
sv: Valfråga

source: Multiple choice question
sv: Flervalsfråga

source: Choice
sv: Val

source: Text string
sv: Textsträng

source: Number field
sv: Numeriskt fält

source: Radio choice
sv: Radioknappsval

source: Dropdown choice
sv: Dropdown-meny

source: <Select>
sv: <Välj>

source: Checkbox multichoice
sv: Checkbox flerval

source: Local questions
sv: Lokal fråga

source: Question
sv: Fråga

source: (Nothing)
sv: (Inget)

source: Can't delete this since it's used in the following survey sections: ${out}
sv: Kan inte radera detta eftersom det används i dessa enkätsektioner: ${out}

source: Site root
sv: Site rot

source: Survey Section
sv: Enkätsektion

source: Surveys
sv: Enkäter

source: Survey
sv: Enkät

source: Country code: ${country_code}
sv: Landskod: ${country_code}

source: User
sv: Användare

source: request_new_password_text
sv: lösenordslänk: ${pw_link}

source: Password reset request from MadeToMeasure
sv: Begäran om ändring av lösenord från MadeToMeasure

source: Timezone
sv: Tidzon

source: Try start typing a timezone
sv: Prova med att börja skriva en tidszon, t ex Stockholm

source: Tags
sv: Taggar

source: <select>
sv: <välj>

source: Translations
sv: Översättningar

source: Organisation name
sv: Organisationsnamn

source: Logo link
sv: Länk till logotyp

source: Color value
sv: Färgvärde

source: Change email address
sv: Ändra epostadress

source: Title
sv: Titel

source: Description
sv: Beskrivning

source: Add question type
sv: Lägg till frågetyp

source: Really delete question type?
sv: Vill du verkligen radera frågetypen?

source: Base choice value - visible to users
sv: Grundvalsvärde – synligt för användare

source: Ignore translations
sv: Ignorera översättningar

source: Question translations
sv: Frågeöversättningar

source: For each language
sv: För varje språk

source: Required question
sv: Obligatorisk fråga

source: Enter some text
sv: Skriv lite text

source: Question type
sv: Frågetyp

source: Initial question text, should be in English
sv: Grundfrågetext, bör vara på engelska

source: Really delete question?
sv: Vill du verkligen radera frågan?

source: Free text
sv: Fri text

source: Footer HTML code
sv: HTML för sidfot

source: Survey heading translations
sv: Översättningar för enkätrubrik

source: Survey welcome translations
sv: Enkätens översättningar av välkomst-texten

source: Survey finished translations
sv: Enkätens översättningar av tack-texten

source: Section heading translations
sv: Översättning av sektionstitel

source: Section description translations
sv: Översättning av sektionsbeskrivningar

source: Start time for survey
sv: Starttid för enkäten

source: End time for survey
sv: Sluttid för enkäten

source: Email to send system mail from
sv: Epostadress som avsändare för systempost

source: Thanks a lot for filling out the survey.
sv: Tack så mycket för att du svarat på enkäten

source: Available languages
sv: Tillgängliga språk

source: allow_anonymous_to_participate_title
sv: Vill du tillåta anonyma deltagare?

source: allow_anonymous_to_participate_description
sv: Tillåt deltagare att registrera sig genom att skiva in sin epostadress och få sig en inbjudan tillskickad, efter att ha klickat på en länk till enkäten

source: allow_anonymous_to_start_title
sv: Tillåt personer att delta i enkäten utan att ange sin epostadress (dvs vara anonyma)

source: allow_anonymous_to_start_description
sv: Används med försiktighet – används endast då det är stora problem med det lokala epostsystemet!

source: WARNING! This section has response data. If you delete it, it will be lost forever!
sv: VARNING! Denna sektion innehåller svarsdata. Om du radera den försvinner datat för alltid!

source: Really delete object?
sv: Vill du verkligen radera objektet?

source: Really delete this survey?
sv: Vill du verkligen radera enkäten?

source: WARNING: There's no undo if you do this!
sv: VARNING! Du kan inte ångra detta!

source: Email subject and text header
sv: Epost-ämne och textrubrik

source: Will be visible in the subject line, and as a header in the email body.
sv: Kommer att synas som Ämne och som rubrik i epostmeddelandet

source: Message - please note that the link will be added as a new line below the message!
sv: Meddelande – notera att länken till enkäten kommer att läggas till på en ny rad efter meddelandet!

source: Please fill in the survey. Click the link below to access it:
sv: Vänligen fyll i denna enkät. Klicka på länken nedan för att komma dit

source: Participant email addresses - add one per row.
sv: Deltagares epostadresser - lägg till en per rad

source: invitation_emails_lang_notice
sv: Kom ihåg att enbart lägga till deltagare som ska få meddelandet på detta språket

source: Your email
sv: Din epostadress

source: Actions
sv: Handlingar

source: Reminder message
sv: Påminnelsemeddelande

source: Choose language
sv: Välj språk

source: UserID or email address.
sv: AnvändarID eller epostadress

source: Password
sv: Lösenord

source: Role
sv: Roll

source: Roles for user
sv: Roller för användare

source: Role settings for users
sv: Roll-inställningar för användare

source: rename_schema_name_description
sv: Det nya namnet måste vara unikt i detta sammanhanget och får enbart innehålla 'a-z' och '-'

source: Too short. At least 6 chars required.
sv: För kort. Minst 6 tecken krävs.

source: Less than 100 chars please.
sv: Mindre än 100 tecken tack

source: I am a translator and translate to the following languages
sv: Jag är översättare för följande språk

source: You will need the translator permission to actually translate.
sv: Du behöver behörigheten Översättare för att kunna översätta

source: Datetime localisation
sv: Datetime lokalisering

source: UserID
sv: AnvändarID

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Email
sv: Epost

source: The following addresses is invalid: ${emails}
sv: Foljande adresser är ogiltiga: ${emails}

source: Login incorrect
sv: Felaktig inloggning

source: Doesn't match
sv: Matchar inte

source: Save
sv: Spara

source: Send
sv: Skicka

source: Next
sv: Nästa

source: Previous
sv: Föregående

source: Cancel
sv: Avbryt

source: Request
sv: Begär

source: Change
sv: Ändra

source: Delete
sv: Radera

source: Deleted
sv: Raderad

source: Canceled
sv: Avbruten

source: not_allowed_error_txt
sv: Du gjorde något ogiltigt (Error 403)

source: not_allowed_error_anon_txt
sv: Du gjorde något ogiltigt. Om du är organisationsbehörig, kanske du behöver logga in? (Error 403)

source: not_found_error_text
sv: Kunde inte hitta något med denna adressen (Error 404)

source: Invalid question name.
sv: Ogiltigt fråge-uid

source: Edit question variant for this organisation
sv: Redigera Varianter för denna organisation

source: Survey has closed, you can't invite
sv: Enkäten är stängd, du kan inte bjuda in deltagare

source: no_questions_notice
sv: Det finna inga frågor ännu. Du behöver lägga till sektioner och frågor, annars kommer användare inte att kunna göra något

source: invitations_sent_notice
sv: ${count} inbjudningar har skickats

source: Reminder has been sent
sv: Påminnelse har skickats

source: not_started_error
sv: Enkäten har inte öppnats ännu. Den startar ${start_time}

source: ended_error
sv: Enkäten har avslutats, den stängdes ${end_time}

source: Invitation to survey '${s_title}'
sv: Inbjudan till '${s_title}'

source: self_added_invitation_text
sv: Du får denna epost för att någon (förhoppningsvis du) har angivit din epostadress som deltagare till denna enkät. Klicka på länken för att delta, om du inte känner igen detta, behöver du inte göra någonting

source: invitation_sent_notice
sv: Inbjudningen har skickats. Kolla din inbox om några minuter. Om den inte kommit efter 15 minuter, kolla i din spam

source: email_already_used_notice
sv: Din epostadress har redan registrerats i denna enkät. Om du vill ändra dina svar eller lägga till något och har förlorat den ursprungliga länken, kan du få en ny länk mailad till dig genom att använda formuläret nedan

source: participant_unverified_link_notice
sv: VIKTIGT! Eftersom du deltar i denna enkät med en overifierad epostadress, är det en bra idé att kopiera och spara denna länken ifall du vill komma tillbaka till enkäten vid ett senare tillfälle

source: cant_resend_access_error
sv: Det gick inte att sända om accesskoden – din epostadress återfanns inte bland de inbjudna

source: The survey is currently open.
sv: Enkäten är öppen

source: Order updated
sv: Ordning uppdaterad

source: Updated
sv: Uppdaterad

source: no_sections_added_notice
sv: Lägg till enkätsektioner och använd sedan denna vyn för att hantera frågor i sektionen

source: Languages
sv: Språk

source: Forgot your password? ${pw_link}Click here to recover it.${pw_link_end}
sv: Glömt lösenordet? ${pw_link}Klicka här för att få reda på det.${pw_link_end}

source: Welcome
sv: Välkommen

source: Password change link emailed.
sv: Epost med en länk att byta lösenord har skickats

source: You haven't requested a new password
sv: Du har inte bett om ett nytt lösenord

source: Password changed, please login.
sv: Ditt lösenord har uppdaterats. Var så god och logga in

source: Invalid security token. Did you click the link in your email?
sv: Ogiltig säkerhetstoken. Klickade du på länken i ditt epostmeddelande?

source: Saved
sv: Sparad

source: Your time
sv: Din tid

source: Language
sv: Språk

source: Click to go to profile. There you can make changes as well.
sv: Klicka för att gå till profilen. Där kan du också göra ändringar

source: Logout
sv: Logga ut

source: System users
sv: Systemanvändare

source: Permissions
sv: Rättigheter

source: Variants
sv: Varianter

source: Add
sv: Lägg till

source: Edit
sv: Redigera

source: Invitations
sv: Inbjudningar

source: Results
sv: Resultat

source: Reorder sections
sv: Flytta om sektioner

source: Manage questions
sv: Hantera frågor

source: Export
sv: Exportera

source: Clone
sv: Klona

source: Change password
sv: Byt lösenord

source: If you go back, the changes made here will be permanently lost.
sv: Om du går tillbaka, kommer du förlora ändringar som är gjorda här

source: Add from selected tag
sv: Lägg till från den valda taggen

source: Remove from selected tag
sv: Ta bort från den valda taggen

source: &lt;Hidden - Click header to open section&gt;
sv: &lt;Gömd - Klicka på rubriken för att öppna sektionen&gt;

source: Question pool
sv: Frågepool

source: Controls
sv: Kontroller

source: Translated
sv: Översatt

source: Untranslated
sv: Inte översatt

source: View
sv: Vy

source: Edit base question
sv: Redigera grundfråga

source: Edit local variant
sv: Redigera lokal Variant

source: ${count} participants completed this section
sv: ${count} deltagare avslutade denna sektion

source: Oh no!
sv: Åh nej!

source: No sections added yet, so there won't be any results either...
sv: Inga sektioner tillagda än, så det finns inget resultat heller…

source: Survey system
sv: Enkätsystemet

source: To participate in a survey you need to use the link sent to you.
sv: Du har kommit till en enkät genererad av tillämpningen Made to Measure som drivs av Global Action Plan (GAP). För att delta i en enkät behöver du bli inbjuden genom att få en länk epostad till dig.

source: Start time
sv: Starttid

source: Nothing set
sv: Inget inställt

source: End time
sv: Sluttid

source: Nothing set, this survey will never close!
sv: Inget angivet, enkäten kommer aldrig att stänga!

source: Timezone is
sv: Tidzonen är

source: Sections
sv: Sektioner

source: Displaying form
sv: Visar formulär

source: This is how it will appear to participants.
sv: Så här ser det ut för deltagarna

source: Manage participants
sv: Hantera deltagare

source: Invited
sv: Inbjuden

source: Finished
sv: Avslutad

source: Remaining
sv: Återstående

source: no_participants_invited
sv: Det finns ännu inga deltagare. Gå in på Inbjudningar och bjud in några

source: Send reminder
sv: Skicka påminnelse

source: send_reminder_description_text
sv: Meddelandet skickas endast till de deltagare som ännu inte fyllt i 100% av enkäten

source: The following languages have untranslated welcome and/or finished message
sv: Följande språk har oöversatta välkomst- och/eller tackmeddelande

source: The following languages have untranslated questions
sv: Följande språk har oöversatta frågor

source: No language has any untranslated questions
sv: Inget språk har oöversatta frågor

source: This survey currently ongoing.
sv: Enkäten är öppen

source: This survey is closed.
sv: Enkäten är stängd
